tap "homebrew/bundle"
tap "homebrew/services"
tap "dotenvx/brew"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker/lazydocker"
tap "libsql/sqld"
tap "planetscale/tap"
tap "tursodatabase/tap"
tap "epk/epk"
tap "FelixKratz/formulae"

brew "bat"
brew "borders"
brew "btop"
brew "delve"
brew "dotenvx/brew/dotenvx"
brew "python@3.12"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gum"
brew "imagemagick"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "node"
brew "php", restart_service: true
brew "planetscale/tap/pscale"
brew "pnpm"
brew "powerlevel10k"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "tursodatabase/tap/turso"
brew "tokei"
brew "tpm"
brew "viu"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "arc"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "ghostty"
cask "keycastr"
cask "nikitabobko/tap/aerospace"
cask "orbstack"
cask "raycast"
