tap "homebrew/bundle"
tap "homebrew/services"
tap "dotenvx/brew"
tap "jesseduffield/lazygit"
tap "libsql/sqld"
tap "planetscale/tap"
tap "tursodatabase/tap"

brew "bat"
brew "btop"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gum"
brew "jq"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "node"
brew "php", restart_service: true
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "zoxide"
brew "yazi"
brew "dotenvx/brew/dotenvx"
brew "fsouza/prettierd/prettierd"
brew "jesseduffield/lazygit/lazygit"
brew "planetscale/tap/pscale"
brew "tursodatabase/tap/turso"

cask "font-sf-mono-nerd-font"
cask "iterm2"
cask "keycastr"
cask "orbstack"
cask "raycast"
cask "wezterm"
